Repository: RealOrangeOne/django-tasks
Catalog: django_tasks/locale/*/LC_MESSAGES/django.po
Languages: pt_br

# Database Backend
source: Tasks Database Backend
pt_br: Motor de Tarefas no Banco de Dados

source: status
pt_br: estado

source: enqueued at
pt_br: enfileirado em

source: started at
pt_br: iniciou em

source: finished at
pt_br: finalizou em

source: priority
pt_br: prioridade

source: task path
pt_br: caminho da tarefa

source: worker id
pt_br: id trabalhador

source: queue name
pt_br: nome da fila

source: backend name
pt_br: processador de tarefas

source: run after
pt_br: executar depois

source: return value
pt_br: valor retornado

source: exception class path
pt_br: Caminho da Classe de Exceção

source: traceback
pt_br: rastreamento

source: Task Result
pt_br: Resultado da Tarefa

source: Task Results
pt_br: Resultados da Tarefa

# Task
source: Ready
pt_br: Pronta

# Task
source: Running
pt_br: Executando

# Task
source: Failed
pt_br: Finalizou com Falha

# Task
source: Succeeded
pt_br: Finalizou com Sucesso
